<?php
echo "Период отпусков закончился!" . PHP_EOL;

$intVar = 288;
$strVar = "Все возвращаются на работу!";

echo $intVar . PHP_EOL;
echo $strVar . PHP_EOL;

echo "В " . $intVar . " день, приблизительно... " . $strVar . "!" . PHP_EOL;

echo 45 + 67 . PHP_EOL;

echo "Книга \"Герой\" выйдет в октябре, этого года!" . PHP_EOL;

echo "
Стих:

Жизнь - это путь, по которому мы идём,
И каждый шаг - это выбор, который мы делаем.
Не бойтесь ошибаться, ведь ошибки - это уроки,
Которые делают нас сильнее.

Идите вперед, не бойтесь трудностей,
Ведь за каждой из них вас ждет награда.
Верьте в себя и свои мечты,
И тогда все обязательно получится!
";
